Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/kulttuuri.html.tmx
Source language: fin
Languages: smn

source: Kulttuuri
smn: Ovdâsijđo

source: Saamenpuku
smn: Tyeji Mááccuh

source: Musiikki
smn: Muusik

source: Inarinsaamelaiset ovat poikenneet kulttuuriltaan lähimmistä kielisukulaisistaan.
smn: Anarâšâi kulttuur lii váhá eresláván ko eres sämmilijn.

source: Elinkeinot olivat inarilaisilla entisaikaan periaatteessa samat kuin muillakin saamelaisryhmillä, luontaistalouteen perustuvia.
smn: Áigápuáđuh láá lamaš siämmááláváneh tego sämmilijn mudoi-uv, luánduiäláttâsah.

source: Suurin ero lienee sinä, että suurporonhoito ja siihen liittyvä jutaaminen on inarilaisilta puuttunut.
smn: Stuárráámus iäru lii vaarâ tot, et anarâšâin iä lah lamaš stuorrâ puásui-iäluh ege sij lah jottáám puásuisijdâiguin.

source: Joitakin isoja porokarjoja on kyllä ollut, mutta vain harvoilla.
smn: Motomijn kal láá lamaš ennuu-uv poccuuh, mut liijká häärvist.

source: Yleensä talossa oli poroja vain niin paljon, että saatiin ajohärkiä ja vetojuhtia.
smn: Táválávt táálust lijjii poccuuh tuše ton verd, et finnejii vuájánijd já fiävruid.

source: Porosta saatiin myös lihaa ja käsityö- ja tarveaineksia, poro käytettiin kokonaan hyödyksi, eikä siitä jäänyt oikeastaan mikään osa käyttämättä.
smn: Poccust ij pááccâm mihheen kevtihánnáá.

source: Muualla porojen annettiin vasoa vapaana ja vasat merkittiin vasta kesällä räkkäaikana tai myöhemmin, mutta inarinsaamelaiset vasottivat hihnassa.
smn: Eres kuávluin poccuuh kuodâdii veitâlâs, já vyesih vittáduvvojii keessiv pálgádâhhân teikâ maŋeláá-uv, mut anarâšah läävejii veddiđ áálduid kyeddid ääigi.

source: Jo kevättalvella totutettiin nuoremmat vaatimet hihnaan.
smn: Jo kiđđâtäälvi nuorâbeh áálduh piäijojii vedduđ, vâi hárjáneh láábžán.

source: Viimeistään toukokuussa kukin omistaja tai tokkakunta pani vaatimet hihnaan, mikä merkitsi vaadinten päivittäistä siirtämistä, kunnes vasa oli syntynyt ja saatu korvamerkkiin.
smn: Majemustáá vyesimáánust ovtâskâs táálu teikâ sijdâkodde oovtâst čonâdii áálduid. Áálduid koolgâi sirdeđ jyehi peeivi, tassaaš ko áldu kuodij já vyesi lâi vittádum.

source: Hihnavasotus oli inarinsaamelaisille niin tunnusomaista, että pohjoissaamelaiset saivat aiheen antaa heille nimityksen lávžeanáraččat, hihnainarilaiset.
smn: Áldui veddim lâi anarâššáid nuuvt táválâš, et orjâlâšah finnejii tast suujâ nabdeđ sii nomâttâssáin lávžeanáraččat, läbžianarâšah.

source: Vuotuismuutto leimasi inarinsaamelaista elämäntapaa
smn: Varriistâllâm lâi anarâšâi eellimvyehi

source: Elämänmuoto on vaihdellut vuotuiskierron mukaan. Kesä- ja talvipaikan välinen muutto mahdollisti luonnonvarain käyttöä tarkoituksenmukaisesti ja luontoa säästäväksi.
smn: Anarâšâi eellimvyehi lii muttuustâllâm iveaigij mield. Varrim kesi- já tälvipääihi kooskâ toovâi máhđulâžžân anneeđ pyerebeht äävhi luándust já meiddei šeštiđ luándu vaarijd.

source: Kesällä asuttiin kalavesien rannoilla ja talvella pehmeälumisten jäkälämaiden ja polttopuiden lähellä.
smn: Keessiv assii kyeličasij riddoost já tälviv vist vyevdi alda kost lâi uubâs poccuid já jävilenâmeh.

source: Kolttien Suonjelin tapaisia monen suvun yhteisiä talvikyliä ei liene ollut ainakaan lähimenneisyydessä, sillä inarilaisten asuma-alueet ovat olleet laajat ympäri ison Inarijärven.
smn: Tobbeen lijjii meiddei puáldimmuorah aldeláá. Tágáreh tälvisiijdah tego nuorttâlijn lâi Suonnjel, iä lah vaarâ lamaš kuittâg majemui aigij, ko anarâšah assii pirrâ stuorrâ Aanaar.

source: Vanhempaan aikaan talvikyliä näyttää kuitenkin olleen esim. Nukkumajoella, jossa on kaivauksissa löydetty muinainen talvikylän pohja.
smn: Puárásub ääigist kal tälvisiijdah láá lamaš, om. Aanaar Uáđđivei riddoost, kost lii kuávumijn kavnum toovláš tälvisiijdâ saje.

source: Kanssakäymistä on luonnollisesti ollut naapuriväestön kanssa, mutta esimerkiksi puku ja kieli ovat selvästi erottavia kulttuuripiirteitä.
smn: Ohtâvuođah láá lamaš luándulávt-uv ránnjáulmuiguin, mut ovdâmerkkân káárvuh já kielâ láá čielgâsávt eresláváneh.

source: Eniten Inarin pukua muistuttaa koristelun osalta Varangin puku, samoin kuin kielessäkin on jotakin samaa kuin inarinsaamessa.
smn: Enâmustáá Aanaar mááccuh sulâstit Vaarjâg mááccuh, já meiddei ton kielâ čuájá váhá tego anarâškielâ.

source: Myös Vuotson puku on malliltaan lähellä Inarin pukua.
smn: Meiddei Vuáču mááccuh lii hervâidis peeleest Aanaar mááccuh vuáhán.

source: Läntisempi väki käyttää kuitenkin utsjoenmallista pukua.
smn: Viestâr pele anarâšah kal kevttih ucjuvmallisii mááccuh.

source: Inarinsaamelaisten historia on ollut sulauttamisen, sopeutumisen ja selviytymisen historiaa.
smn: Vuáhádum já cevzim historjá Anarâšâi historjá lii lamaš suddâdem, vuáhádum já cevzim historjá.

source: Inarilaiset oli kastettu kristinuskoon todennäköisesti Nicolaus Rungiuksen aikana 1600-luvun alkupuolella.
smn: Anarâšáh láá kastum ristâooskon vaarâ Nicolaus Rungius ääigi 1600-lovo aalgâkeččin.

source: He ovat saaneet mainetta lainkuuliaisuutensa vuoksi samoin kuin kielestään luopumisen vuoksikin.
smn: Sij láá šoddâm tobdosin tast, et mielâstis nuávditteh laavâ já lyepih kielâstis.

source: Maisteri Johan Ervast (k. 1737) kertoo lapinlähetystä koskevassa selonteossa, että "inarilaiset, vaikka asuvatkin meistä niin kaukaisen järven luona, olivat esi-isien menojen ja uskonnon hylkäämiseen kaikista taipuisimmat ja alttiimmat ja sen vuoksi kaikkien muiden edelle asetettavat".
smn: Maister Johan Ervast (jaamij 1737) maainâst säämivuolgâttâs čielgiittâsâst, et "anarâšah, veikâ äässih-uv jäävri riddoost, mii lii nuuvt kukken miste, lijjii puoh miäđásumoseh hilgođ madâräijihij miänuid já osko, já ton keežild piäijoijeh puohâi ovddiipel.

source: Tästä syystä ilmeisesti inarinsaamelaisilta on myös vanha joikuperinne, livđe, hävinnyt lähes tyystin.
smn: " Vaarâ taan suujâst lii meiddei anarâšâi puáris livđedem lappum masa ollásávt.

source: Utsjoen kirkkoherra Jacob Fellman puolestaan kehui inarinsaamelaisten virrenveisuuta, mikä oli hänen mielestään paljon parempaa kuin utsjokilaisten ja kertoi että inarinsaamelaisperheen isä luki joka pyhä kotonaan postillaa ja että alkoholinkäytössä inarinsaamelaiset kelpaisivat esimerkiksi muille.
smn: Ucjuv kirkkohiärrá Jacob Fellman vist rammui anarâšâi salmâveisidem, mii lâi suu mielâst čuuvtij pyereeb ko ucjuvlijn já mainâstij, et anarâšperruu eeči luuvâi jyehi pasepeeivi päihistis postila já et alkoholkevttimist anarâšah tuhhiiččii ovdâmerkkân iärásáid.

source: Myöskin kielentutkija Matias Aleksanteri Castrén sanoi 1800-luvun alussa, että inarinsaamelaiset ovat uskonsa ja tapojensa puolesta paljon ylempänä tunturisaamelaisia, mutta tunnusti kyllä myös, että se saattoi johtua siitä, että tunturisaamelaiset eivät ymmärtäneet niin hyvin suomen kieltä, mikä oli kristillisen opetuksen kielenä siihen aikaan.
smn: Meiddei kielâtotkee Matias Aleksanteri Castrén eeđâi 1800-lovo aalgâst, et anarâšah láá oskoos já tavijdis peeleest ennuv paajaapeln orjâlâšâid, mut tubdâstij kal meiddei tom, et suijân sáttá leđe tot, et orjâlâšah iä addim nuuvt pyereest suomâkielâ, mii lâi ristâlâš máttááttâs kiellân ton ääigi.

source: Uusi aika kavensi elintilaa
smn: Uđđâ äigi käržidij eellimtile

source: Inarinsaamelaisten alueelle on jo pari sataa vuotta tullut etelästä suomalaisia uudisasukkaita.
smn: Anarâšah láá pitái mield monâttâm stuorrâ uási eellimáhđulâšvuođâinis.

source: Vuoden 1852 rajasulun vuoksi tuli pohjoissaamelaisia perheitä Inarin alueelle, koska porojen kesälaiduntaminen Norjan puolella ei ollut enää mahdollista.
smn: Sii kuávlun láá puáttâm mäddin jo muáddičyet ihheed läddliih. Ive 1852 rääjitoppâm keežild pottii orjâlâš perruuh Aanaar kuávlun, ko iä peessâm innig kesienâmáid Taažâ pel.

source: Myös viime sotien jälkeiset väestönsiirrot Petsamon puolelta toivat väkeä juuri Inariin.
smn: Meiddei majemui sođij maŋa sirdojii ennuv ulmuuh Piäccâm peln Anarân.

source: On selvää, ettei inarinsaamelaisilta kysytty mitään, sillä heidät luettiin tavallisiksi kuntalaisiksi ja kansalaisiksi eikä suinkaan alkuperäisväestöksi.
smn: Tot lii čielgâs, et anarâšâin iä täin aašijn koijâdâm maiden, toin ko sii lohhojii táválâš kieldâlâžžân ege eissigin algâaalmugin.

source: Myöhempiä asutustoimia olivat vielä porotilalaki, luontaistilalaki ja kaavoitustoiminta.
smn: Maŋa pottii val puásuitálulaahâ, luándutálulaahâ já kaavademtoimâ.

source: Inarijärvi on säännöstelty ja ylikalastettu, Muddusjärven paliskunnasta katkaistiin 1970-luvulla tärkeä kesälaidunalue Näätämön paliskunnaksi, Utsjoen yhteismetsä perustettiin Inariin, porolaidunmetsiä hakataan.
smn: Aanaarjävri lii puođđum já pannaal pivdum, Mudusjäävri palgâsist puátkejui tehálâš kesikuáttumkuávlu Njiävđám palgâsin, Ucjuv ohtâsâšmecci vuáđudui Anarân, puásuikuáttummeecih cuáppojeh.

source: Luontais- ja porotilalaki koskevat inarinsaamelaisia, mutta samalla kaikkia muitakin väestömääräisessä suhteessa.
smn: Luándu- já puásuitálulaahâ tiäđust-uv kyeskih meiddei anarâšâid, mut siämmást puoh eres-uv ulmuid taggaar juávu mield, mii šadda ulmui lohomeerijn.

source: Kun luontoa saavat kaikki käyttää, se ei enää elätä ketään kunnolla.
smn: Ko luándu peessih puohah kevttiđ, te tot ij eeleet pyereest innig kiämmân.

source: Jo nyt ovat luontaistalouden varat liikakäytössä.
smn: Jo tääl kiävttojeh luánduväärih liijkás čuuvtij.

source: Nämä tekijät eivät kukin yksinään olisi kovin haitallisia, mutta elinolojen kaventumisen yhteisvaikutus on pakottanut suuren määrän inarinsaamelaisia muuttamaan pois.
smn: Taah mainâšum ääših iä jieškote-uv ohtuunis liččii nuuvt unohâsah, mut eellimtile káržum puohnissii lii páguttâm anarâšâin maŋgâs varriđ meddâl.

source: Samalla kielikin on nopeasti hävinnyt, kieli on lähtenyt puhujiensa mukana pois tältä alueelta naapurimaihin ja etelämmäksi Suomeen.
smn: Siämmást kielâ-uv lii jotelávt lappuumin, ko tot vuálgá sárnoi fáárust meddâl taan kuávlust mäddiláá Suomân já naaburenâmáid.

source: Alkuperäisin saamelaiskulttuuri Suomessa on katoamassa tämän sukupolven aikana, ellei elvytystoimenpiteisiin ryhdytä nopeasti ja riittävällä laajuudella.
smn: Algâalgâlumos sämmilâškulttuur lii lappuumin taan suhâpuolvâ ääigi, jis iäláskittem ij äälgi jotelávt já tuárvi pehtilávt.

source: Luontaistaloudesta nykyaikaan
smn: Luándutuálust tááláá ááigán

source: Inarinsaamelainen kulttuuri on käynyt läpi suuria muutoksia lyhyessä ajassa.
smn: Anarâš kulttuur lii karttâm uánihis ääigist muttuđ čuuvtij.

source: Vielä 1950-luvulla elettiin luontaistaloudessa, jossa rahaa tarvittiin vain vähän, sillä kauppahyödykkeitä saatiin luontaistuotteisiin vaihtamalla.
smn: Vala 1950-lovvoost ulmuuh ellii luándutuáloin, mast ruttâ ij meendu ennuv onnum, kävppitävirijd finnij luándutävirijguin loonootmáin.

source: Kulkuyhteyksiä ei ollut kaikkiin kyliin, vaan kuljettiin talvella poroilla ja hiihtäen, kesällä kävellen tai veneellä.
smn: Automaađijeh iä lamaš jyehi siijdân, mut tälviv juttii ergijguin já čuoigân, keessiv vääzin tâi kárbáin.

source: Puhelimia ja radioita oli harvassa, ja posti kulki enimmäkseen kerran viikossa.
smn: Puhelimeh já radioh lijjii häärviht, já postâ juuđij iänááš ohtii ohhoost.

source: Koulunkäynti vaati asuntoloissa asumista koko lukuvuoden ajan, mikä merkitsi voimakasta assimiloitumista suomalaiseen kulttuuriin.
smn: Škoovlâst ferttij aassâđ asuntolast ubâ luuhâmive, mii merhâšij korrâ suddâdem syemmilâš kulttuurân.

source: Suomalaisen kulttuurin kautta tuli inarinsaamelaisille ns. korkean kulttuurin aineksia, kuten kosketusta kirjallisuuteen, musiikkiin ja kuvataiteisiin, kaikki tietysti suomenkielisenä.
smn: Syemmilâš kulttuur peht pottii anarâššaid nk. ollâ kulttuur amnâseh, nuuvt tego uápásmem kirjálâšvuotân, musikkân já kovetaiđuid, puoh tiäđust-uv suomâkielân.

source: Sen mukana tuli myös voimakas suomalainen arvopaine ja maailmankuva.
smn: Ton fáárust poođij korrâ läddlâš árvutiäddu já maailmkove.

source: Myös pukeutuminen muuttui, suomalaismalliset vaatteet syrjäyttivät saamelaiset vaatteet, vaikka suomalaiset asusteet sopivat huonommin täkäläiseen ilmastoon.
smn: Meiddei kárvuđâttâm muttui, säämipihtâseh ferttejii čahhiđ läädipihtâsijd, veikâ toh heivejii hyenebeht taan kuávlu šoŋŋâdâhân.

source: Saamelaisittain pukeutuva joutui lähinnä naurunalaiseksi, ja kenkäheinien käyttö kiellettiin asuntoloissa.
smn: Tot kiäst lijjii säämipihtâseh, šoodâi táválávt povvâstemuámmin, já kamuvsuoinij kevttim kieldui asutolast.

source: Koulussa olleiden saamen kieli alkoi nopeasti köyhtyä ja kadota.
smn: Škovlâlij sämikielâ monâškuođij jotelávt maŋas já lappuuškuođij.

source: Kuten saamelaiset yleensä, myös inarilaiset oppivat sopeutumaan ja elämään ajassa.
smn: Tego sämmiliih mudoi-uv, meiddei anarâšah oppii vuáháduđ já piergiittâllâđ taan ääigist.

source: Kieli ja muu kulttuuri on alkanut elpyä vähitellen.
smn: Kielâ já eres kulttuur lii álgâm kuuloold iäláskiđ.

source: Se on saanut tukea yleisestä saamelaistoiminnan kehittymisestä.
smn: Tot lii finnim torjuu tast, ko sämmilâštoimâ lii jyehi náál ovdánâm.

source: Kun nykyisin on varsinkin pohjoissaamella kirjallisuutta, tiedotusvälineitä, taidetta, ja kouluopetusta sekä poliittisia elimiä, se on osaltaan edistänyt myös inarinsaamelaista kulttuuria.
smn: Ko tääl kuittâg orjâlâšâin lii kirjálâšvuotâ, tieđettemkoskâuámih, taaiđâ, škovlâmáttááttâs já pooliitlâš orgaaneh, te tot lii ovdedâm meiddei anarâš kulttuur.

source: Matti Morottaja
smn: Kesvuonâst 1950-lovvoost Sammeli Antti Sarre (Anttii Mat Saammal), Saara-Maria Sarre, nieidâ Ella Sarre, Maria Kristiina Saijets ađai "Tuuru-ákku", sehe Aili-Kirsti Sarre já Viljo Martti Sarre.

source: Kaamasen koululaisten välitunti on päättynyt talvella 1959.
smn: Kaamâs škovlâlij tijmekoskâ lii nuuhâm tälviv 1959..

source: Kuivahauki on olennainen osa inarinsaamelaista kulttuuria.
smn: Koškepuško lii merhâšittees uási anarâš kulttuurist.

source: Veljekset Sammeli, Hans ja Matti Morottaja kotipaikkansa Sammuttijärven kodalla vuonna 1978.
smn: Viiljâžeh Saammâl, Hanssâ já Matti Morottaja Samudjäävri päikkikuáđis lunne ive 1978.
